Repository: 1447811/hassan
Catalog: po/*.po
Languages: ru

source: You need to authenticate to access the Virtual Private Network '%s'.
ru: Необходима аутентификация для доступа к виртуальной частной сети «%s».

source: Authenticate VPN
ru: Аутентификация VPN

source: _Password:
ru: _Пароль:

source: _Secondary Password:
ru: _Вторичный пароль:

source: Sh_ow passwords
ru: Пок_азать пароли

source: Add, Remove, and Edit L2TP VPN Connections
ru: Добавить, удалить или изменить L2TP VPN соединения

source: L2TP VPN Connection Manager
ru: Менеджер соединений L2TP VPN

source: All Available (Default)
ru: Любое доступное (по умолчанию)

source: 128-bit (most secure)
ru: 128 бит (самое защищённое)

source: 40-bit (less secure)
ru: 40 бит (менее защищённое)

source: Required property %s missing
ru: Отсутствует необходимое свойство %s

source: Property %s value '%s' can't be parsed as boolean.
ru: Значение «%s» свойства %s нельзя обработать как булево.

source: Property '%s' value '%s' can't be parsed as ip adress.
ru: Значение «%s» свойства «%s» нельзя обработать как адрес ip.

source: Property '%s' value '%s' couldn't find netmask.
ru: Значение «%s» свойства «%s»: не удалось обнаружить маску сети.

source: Property '%s' value '%s' can't be parsed as ip netmask.
ru: Значение «%s» свойства «%s» нельзя обработать как адрес маску сети.

source: Property '%s' value '%s' can't be parsed as route metric.
ru: Значение «'%s» свойства %s нельзя обработать как метрику маршрутов.

source: Error parsing property '%s' value '%s'.
ru: Ошибка обработки значения «%s» свойства «%s».

source: does not look like a L2TP VPN connection (parse failed)
ru: не походит на подключение L2TP VPN (сбой обработки)

source: Property %s can't be parsed as integer.
ru: Свойство %s невозможно обработать как целое.

source: Property %s can't be parsed as boolean. Only 'true' and 'false' allowed.
ru: Свойство %s нельзя обработать как булево. Разрешены только значения «истинно» и «ложно».

source: Missing required property '%s'
ru: Требуемое свойство «%s» отсутствует

source: Couldn't open file for writing.
ru: Не удалось открыть файл для записи.

source: Compatible with L2TP VPN servers.
ru: Совместим серверами L2TP VPN.

source: %s: error reading advanced settings: %s
ru: %s: ошибка чтения дополнительных параметров: %s

source: %s: error reading ipsec settings: %s
ru: %s: ошибка чтения параметров ipsec: %s

source: %s: failed to create the Advanced dialog!
ru: %s: сбой создания диалога дополнительных параметров

source: %s: failed to create the IPSEC dialog!
ru: %s: сбой создания диалога IPSEC

source: Saved
ru: Сохранить

source: Always Ask
ru: Всегда спрашивать

source: Not Required
ru: Не требуется

source: could not create l2tp object
ru: не удалось создать объект l2tp

source: Couldn't load builder file: %s
ru: Сбой загрузки файла сборщика: %s

source: could not load required resources at %s
ru: не удалось загрузить требуемые ресурсы на %s

source: could not load UI widget
ru: не удалось загрузить виджет интерфейса пользователя

source: unknown L2TP file extension
ru: неизвестное расширение файла L2TP

source: unknown L2TP file extension. Allowed .conf or .cnf
ru: неизвестное расширение файла L2TP. Допустимые расширения: .conf или .cnf

source: Filename doesn't contains 'l2tp' substring.
ru: Имя файла не содержит подстроку «l2tp».

source: Can't import file as L2TP config: %s
ru: Невозможно импортировать файл как файл настройки L2TP: %s

source: <b>Authentication</b>
ru: <b>Аутентификация</b>

source: <b>Echo</b>
ru: <b>Эхо</b>

source: <b>General</b>
ru: <b>Общие</b>

source: <b>Optional</b>
ru: <b>Дополнительные</b>

source: <b>Security and Compression</b>
ru: <b>Шифрование и сжатие</b>

source: Allow MPPE to use stateful mode. Stateless mode is still attempted first. config: mppe-stateful (when checked)
ru: Разрешить использовать MPPE режим с поддержкой состояний. Но сначала будет опробован режим без поддержки состояний. файл настроек: mppe-stateful (если отмечено)

source: Allow _BSD data compression
ru: Включить компрессию _BSD

source: Allow _Deflate data compression
ru: Включить компрессию _Deflate

source: Allow protocol field compression negotiation in both the receive and the transmit direction. config: nopcomp (when unchecked)
ru: Разрешить согласование поля протокола сжатия в обоих направлениях: приёма и передачи. файл настроек: nopcomp (если не отмечено)

source: Allow st_ateful encryption
ru: Включить _Stateful Encryption

source: Allow the following authentication methods:
ru: Разрешить следующие методы аутентификации:

source: Allow/disable BSD-Compress compression. config: nobsdcomp (when unchecked)
ru: Разрешить/запретить сжатие BSD-Compress. файл настроек: nobsdcomp (если не отмечено)

source: Allow/disable Deflate compression. config: nodeflate (when unchecked)
ru: Разрешить/запретить сжатие Deflate. файл настроек: nodeflate (если отмечено)

source: Allow/disable Van Jacobson style TCP/IP header compression in both the transmit and the receive directions. config: novj (when unchecked)
ru: Отключить сжатие заголовков TCP/IP методом Вана Якобсона (Van Jacobson) в обоих направлениях: передачи и приёма. файл настроек: novj (если не отмечено)

source: Allow/disable authentication methods. config: refuse-pap, refuse-chap, refuse-mschap, refuse-mschap-v2, refuse-eap
ru: Разрешить/запретить методы аутентификации. файл настроек: refuse-pap, refuse-chap, refuse-mschap, refuse-mschap-v2, refuse-eap

source: Append the domain name <domain> to the local host name for authentication purposes. config: domain <domain>
ru: Добавлять доменное имя <domain> к локальному имени хоста в целях аутентификации. файл настроек: domain <domain>

source: Default
ru: По умолчанию

source: Gateway ID:
ru: ID шлюза:

source: Group Name:
ru: Имя группы:

source: L2TP IPSEC Options
ru: Параметры L2TP IPSEC

source: L2TP PPP Options
ru: Параметры L2TP PPP

source: L2TP server IP or name. config: xl2tpd lns parameter
ru: Адрес IP или имя сервера L2TP. файл настроек: параметр xl2tpd lns

source: NT Domain:
ru: NT-домен:

source: Note: MPPE encryption is only available with MSCHAP authentication methods. To enable this checkbox, select one or more of the MSCHAP authentication methods: MSCHAP or MSCHAPv2.
ru: Замечание: Шифрование MPPE доступно только с методами аутентификации MSCHAP. Чтобы включить данный пункт, выберите один или более методов аутентификации MSCHAP: MSCHAP или MSCHAPv2.

source: PPP Se_ttings...
ru: Пара_метры PPP…

source: Password passed to PPPD when prompted for it.
ru: Пароль, передаваемый демону PPPD при запросе.

source: Password:
ru: Пароль:

source: Pre-shared key:
ru: Общий ключ:

source: Require the use of MPPE, with 40/128-bit encryption or all. config: require-mppe, require-mppe-128 or require-mppe-40
ru: Требовать использование MPPE с шифрованием 40/128-бит или всех типов. файл настроек: require-mppe, require-mppe-128 или require-mppe-40

source: Send LCP echo-requests to find out whether peer is alive. config: lcp-echo-failure and lcp-echo-interval
ru: Посылать эхо-запросы LCP для проверки жизнеспособности партнёра. файл настроек: lcp-echo-failure и lcp-echo-interval

source: Send PPP _echo packets
ru: Посылать _эхо-пакеты PPP

source: Set the name used for authenticating the local system to the peer to <name>. config: xl2tpd name parameter
ru: Указать имя, используемое для аутентификации локальной системы партнёру, как <имя>. файл настроек: xl2tpd имя параметр

source: Show password
ru: Показать пароль

source: Use Address/Control compression in both directions (send and receive). config: noaccomp (when unchecked)
ru: Использовать сжатие адреса/управления в обоих направлениях (отправки и приёма). файл настроек: noaccomp (если не отмечено)

source: Use TCP _header compression
ru: Использовать сжатие _заголовков TCP

source: Use _Address/Control compression
ru: Использовать сжатие Address/Control

source: Use _Point-to-Point encryption (MPPE)
ru: Использовать шифрование _MPPE

source: Use protocol _field compression negotiation
ru: Использовать согласование _поля протокола сжатия

source: User name:
ru: Имя пользователя:

source: _Enable IPsec tunnel to L2TP host
ru: _Включить туннель IPsec до хоста L2TP

source: _Gateway:
ru: _Шлюз:

source: _IPsec Settings...
ru: _Параметры IPsec…

source: _Security:
ru: _Шифрование:

source: Could not get the system bus. Make sure the message bus daemon is running! Message: %s
ru: Не удалось установить связь с системной шиной. Удостоверьтесь, что демон шины передачи сообщений запущен. Сообщение: %s

source: Could not register D-Bus service name. Message: %s
ru: Не удалось зарегистрировать имя службы D-Bus. Сообщение: %s

source: Could not find secrets (connection invalid, no vpn setting).
ru: Не удалось обнаружить пароли (неверное соединение, отсутствует параметр vpn).

source: Invalid VPN username.
ru: Неверное имя пользователя VPN.

source: Missing VPN username.
ru: Отсутствует имя пользователя VPN.

source: Missing or invalid VPN password.
ru: Пароль VPN отсутствует или неверен.

source: No cached credentials.
ru: Отсутствуют кешированные данные пользователя.

source: L2TP service (IP Config Get) reply received.
ru: Получен ответ службы L2TP (IP Config Get).

source: invalid gateway '%s'
ru: неверный шлюз «%s»

source: invalid ipsec-group-name '%s'
ru: неверный параметр ipsec-group-name «%s»

source: invalid ipsec-gateway-id '%s'
ru: неверный параметр ipsec-gateway-id «%s»

source: invalid integer property '%s'
ru: неверное свойство целого «%s»

source: invalid boolean property '%s' (not yes or no)
ru: неверное булево свойство «%s» (должно быть «да» или «нет»)

source: unhandled property '%s' type %s
ru: необработанный тип %s свойства «%s»

source: property '%s' invalid or not supportedx
ru: свойство «%s» неверно или не поддерживается

source: No VPN configuration options.
ru: Отсутствуют параметры настройки VPN.

source: Missing required option '%s'.
ru: Отсутствует требуемый параметр «%s».

source: No VPN secrets!
ru: Пароли VPN отсутствуют.

source: xl2tpd exited with error code %d
ru: xl2tpd завершился с кодом ошибки %d

source: xl2tpd stopped unexpectedly with signal %d
ru: неожиданное завершение xl2tpd, сигнал %d

source: xl2tpd died with signal %d
ru: xl2tpd завершился, сигнал %d

source: xl2tpd died from an unknown cause
ru: xl2tpd завершился по неизвестной причине

source: Looks like pppd didn't initialize our dbus module
ru: Похоже, что модуль dbus не был инициализирован демоном pppd

source: couldn't get VPN setting
ru: не удалось получить параметр VPN

source: couldn't get L2TP VPN gateway IP address
ru: не удалось получить IP адрес шлюза L2TP VPN

source: couldn't look up L2TP VPN gateway IP address '%s' (%d)
ru: не удалось обнаружить IP адрес шлюза L2TP VPN «%s» (%d)

source: couldn't convert L2TP VPN gateway IP address '%s' (%d)
ru: не удалось преобразовать IP адрес шлюза L2TP VPN «%s» (%d)

source: couldn't determine L2TP VPN gateway IP address from '%s'
ru: не удалось определить IP адрес шлюза L2TP VPN из «%s»

source: Could not find the ipsec binary.
ru: Бинарный файл ipsec не найден.

source: Cannot save /etc/ipsec.secrets
ru: Невозможно сохранить /etc/ipsec.secrets

source: Cannot open /etc/ipsec.secrets for writing
ru: Невозможно открыть /etc/ipsec.secrets для записи

source: ipsec ready for action
ru: ipsec готов для работы

source: Could not find the xl2tpd binary.
ru: Бинарный файл xl2tpd не найден.

source: xl2tpd started with pid %d
ru: xl2tpd запущен с идентификатором %d

source: Can-not create new test socket
ru: Невозможно создать новый проверочный сокет

source: Could not write ipsec config.
ru: Запись в файл настроек ipsec невозможна.

source: Could not write xl2tpd config.
ru: Запись в файл настроек xl2tpd невозможна.

source: Could not write ppp options.
ru: Не удалось записать параметры ppp.

source: failed to convert lcp-echo-failure value '%s'
ru: сбой преобразования значения lcp-echo-failure «%s»

source: failed to convert lcp-echo-interval value '%s'
ru: сбой преобразования значения lcp-echo-interval «%s»

source: Could not start pppd plugin helper service.
ru: Не удалось запустить службу справки модуля pppd.

source: ipsec enable flag: %s
ru: включить флаг ipsec: %s

source: starting ipsec
ru: запуск ipsec

source: Terminated ppp daemon with PID %d.
ru: Демон ppp завершил работу с идентификатором %d.

source: Don't quit when VPN connection terminates
ru: Не отключаться после завершения соединения VPN

source: Enable verbose debug logging (may expose passwords)
ru: Включить подробный журнал (могут быть показаны пароли)

source: nm-l2tp-service provides L2TP VPN capability with optional IPSec support to NetworkManager.
ru: Служба nm-l2tp предоставляет возможности соединений L2TP VPN с дополнительной поддержкой для программы NetworkManager.
